Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 菜单栏实时显示录音/录屏状态（录音中/录屏中/静音），录屏时停止项显示「停止录制」
ar: يعرض شريط القوائم حالة التسجيل الصوتي وتسجيل الشاشة لحظيًا (جارٍ التسجيل/جارٍ تسجيل الشاشة/صامت)، وعند تسجيل الشاشة يظهر «إيقاف تسجيل الشاشة»
de: Die Menüleiste zeigt den Aufnahme- und Bildschirmaufnahmestatus in Echtzeit (Aufnahme läuft/Bildschirmaufnahme läuft/Stumm); bei einer Bildschirmaufnahme wird „Bildschirmaufnahme stoppen“ angezeigt
en: The menu bar shows audio/screen recording status in real time (recording/screen recording/muted); during screen recording the stop item shows “Stop Recording”
es: La barra de menús muestra el estado de grabación de audio/pantalla en tiempo real (grabando/grabando pantalla/silenciado); al grabar la pantalla, la opción de detener muestra “Detener grabación de pantalla”
fr: La barre des menus affiche l'état d'enregistrement audio/écran en temps réel (enregistrement/enregistrement d'écran/muet) ; pendant l'enregistrement d'écran, l'élément d'arrêt affiche « Arrêter l'enregistrement d'écran »
hi: मेनू बार ऑडियो/स्क्रीन रिकॉर्डिंग स्थिति रीयल-टाइम दिखाता है (रिकॉर्डिंग/स्क्रीन रिकॉर्डिंग/म्यूट); स्क्रीन रिकॉर्डिंग के दौरान रोकने वाला आइटम «स्क्रीन रिकॉर्डिंग रोकें» दिखाता है
id: Bilah menu menampilkan status perekaman audio/layar secara langsung (merekam/merekam layar/bisu); saat merekam layar, item berhenti menampilkan “Hentikan perekaman layar”
it: La barra dei menu mostra lo stato di registrazione audio/schermo in tempo reale (registrazione/registrazione schermo/muto); durante la registrazione dello schermo la voce di arresto mostra “Interrompi registrazione schermo”
ja: メニューバーは音声/画面の収録状態（録音中/画面収録中/ミュート）をリアルタイムに表示し、画面収録中は停止項目が「画面収録を停止」と表示されます
ko: 메뉴 막대에 오디오/화면 녹화 상태(녹음 중/화면 녹화 중/음소거)가 실시간으로 표시되며, 화면 녹화 중에는 중지 항목이 「화면 녹화 중지」로 표시됩니다
nl: De menubalk toont de audio-/schermopnamestatus in realtime (opnemen/schermopname/dempen); tijdens een schermopname toont het stopitem “Schermopname stoppen”
pl: Pasek menu pokazuje stan nagrywania dźwięku/ekranu w czasie rzeczywistym (nagrywanie/nagrywanie ekranu/wyciszenie); podczas nagrywania ekranu element zatrzymania pokazuje „Zatrzymaj nagrywanie ekranu”
pt: A barra de menus mostra o estado de gravação de áudio/ecrã em tempo real (gravando/gravando ecrã/silenciado); durante a gravação de ecrã, o item de parar mostra “Parar gravação de ecrã”
ru: Строка меню отображает состояние записи звука/экрана в реальном времени (запись/запись экрана/без звука); при записи экрана пункт остановки показывает «Остановить запись экрана»
sv: Menyraden visar status för ljud-/skärminspelning i realtid (spelar in/skärminspelning/tyst); vid skärminspelning visas “Stoppa skärminspelning” i stoppalternativet
th: แถบเมนูแสดงสถานะการบันทึกเสียง/หน้าจอแบบเรียลไทม์ (กำลังบันทึก/กำลังบันทึกหน้าจอ/ปิดเสียง) ขณะบันทึกหน้าจอ รายการหยุดจะแสดง “หยุดบันทึกหน้าจอ”
tr: Menü çubuğu ses/ekran kaydı durumunu gerçek zamanlı gösterir (kayıt/ekran kaydı/sessiz); ekran kaydı sırasında durdur öğesi “Ekran kaydını durdur” olarak görünür
uk: Рядок меню показує стан запису звуку/екрана в реальному часі (запис/запис екрана/без звуку); під час запису екрана пункт зупинки показує «Зупинити запис екрана»
vi: Thanh menu hiển thị trạng thái ghi âm/ghi màn hình theo thời gian thực (đang ghi/đang ghi màn hình/tắt tiếng); khi ghi màn hình, mục dừng hiển thị “Dừng ghi màn hình”
zh_hant: 選單列即時顯示錄音/螢幕錄製狀態（錄音中/螢幕錄製中/靜音），螢幕錄製時停止項顯示「停止錄製」

source: 菜单栏控制
ar: التحكم عبر شريط القوائم
de: Menüleistensteuerung
en: Menu Bar Control
es: Control desde la barra de menús
fr: Contrôle par la barre des menus
hi: मेनू बार नियंत्रण
id: Kontrol bilah menu
it: Controllo dalla barra dei menu
ja: メニューバー操作
ko: 메뉴 막대 제어
nl: Menubalkbediening
pl: Sterowanie paskiem menu
pt: Controle pela barra de menus
ru: Управление из строки меню
sv: Menyradskontroll
th: การควบคุมแถบเมนู
tr: Menü çubuğu denetimi
uk: Керування панеллю меню
vi: Điều khiển qua thanh menu
zh_hant: 選單列控制

source: 蓝色
ar: أزرق
de: Blau
en: Blue
es: Azul
fr: Bleu
hi: नीला
id: Biru
it: Blu
ja: 青
ko: 파랑
nl: Blauw
pl: Niebieski
pt: Azul
ru: Синий
sv: Blå
th: สีน้ำเงิน
tr: Mavi
uk: Синій
vi: Xanh lam
zh_hant: 藍色

source: 闻墨达会议备忘录
ar: Memonta — مذكرات الاجتماعات
de: Memonta – Sitzungsnotizen
en: Memonta Meeting Memo
es: Memonta — notas de reunión
fr: Memonta — mémos de réunion
hi: Memonta — मीटिंग मेमो
id: Memonta — catatan rapat
it: Memonta — note di riunione
ja: Memonta 会議メモ
ko: Memonta 회의 메모
nl: Memonta — vergadernotities
pl: Memonta — notatki ze spotkań
pt: Memonta — notas de reunião
ru: Memonta — заметки совещаний
sv: Memonta — mötesanteckningar
th: Memonta — บันทึกการประชุม
tr: Memonta — toplantı notları
uk: Memonta — нотатки зустрічей
vi: Memonta — ghi chú cuộc họp
zh_hant: 聞墨達會議備忘錄

source: 解除静音
ar: إلغاء الكتم
de: Stummschaltung aufheben
en: Unmute
es: Activar sonido
fr: Réactiver le son
hi: अनम्यूट करें
id: Batal bisukan
it: Riattiva audio
ja: ミュートを解除
ko: 음소거 해제
nl: Dempen opheffen
pl: Włącz dźwięk
pt: Reativar som
ru: Включить микрофон
sv: Slå på ljudet
th: เลิกปิดไมโครโฟน
tr: Sesi aç
uk: Увімкнути звук
vi: Bỏ tắt tiếng
zh_hant: 解除靜音

source: 设置
ar: الإعدادات…
de: Einstellungen…
en: Settings…
es: Ajustes…
fr: Réglages…
hi: सेटिंग्स…
id: Pengaturan…
it: Impostazioni…
ja: 設定…
ko: 설정…
nl: Instellingen…
pl: Ustawienia…
pt: Ajustes…
ru: Настройки…
sv: Inställningar…
th: การตั้งค่า…
tr: Ayarlar…
uk: Налаштування…
vi: Cài đặt…
zh_hant: 設定…

source: 设置 API Key 与模型
ar: إعداد API Key والنموذج
de: API Key und Modell einrichten
en: Set Up API Key and Model
es: Configurar la API Key y el modelo
fr: Configurer la clé API et le modèle
hi: API Key और मॉडल सेट करें
id: Atur API Key dan Model
it: Configura API Key e modello
ja: API Key とモデルを設定
ko: API Key 및 모델 설정
nl: API Key en model instellen
pl: Skonfiguruj API Key i model
pt: Configurar API Key e modelo
ru: Настроить API Key и модель
sv: Ställ in API Key och modell
th: ตั้งค่า API Key และโมเดล
tr: API Key ve Modeli Ayarla
uk: Налаштувати API Key і модель
vi: Thiết lập API Key và mô hình
zh_hant: 設定 API Key 與模型

source: 设置日期时间
ar: تعيين التاريخ والوقت
de: Datum und Uhrzeit festlegen
en: Set date & time
es: Definir fecha y hora
fr: Définir la date et l'heure
hi: तारीख़ और समय निर्धारित करें
id: Atur tanggal dan waktu
it: Imposta data e ora
ja: 日時を設定
ko: 날짜 및 시간 설정
nl: Datum en tijd instellen
pl: Ustaw datę i godzinę
pt: Definir data e hora
ru: Установить дату и время
sv: Ange datum och tid
th: ตั้งวันที่และเวลา
tr: Tarih ve saat belirle
uk: Встановити дату та час
vi: Đặt ngày giờ
zh_hant: 設置日期時間

source: 识别中…
ar: جارٍ التعرّف…
de: Erkenne…
en: Recognizing…
es: Reconociendo…
fr: Reconnaissance…
hi: पहचान हो रही है…
id: Mengenali…
it: Riconoscimento…
ja: 認識中…
ko: 인식 중…
nl: Herkennen…
pl: Rozpoznawanie…
pt: A reconhecer…
ru: Распознавание…
sv: Tolkar…
th: กำลังรู้จำ…
tr: Tanınıyor…
uk: Розпізнавання…
vi: Đang nhận dạng…
zh_hant: 識別中…

source: 识别偏保守：相似度不足或与他人嗓音接近时保留「说话人 N」，宁可不标注也不错标
ar: التعرّف متحفّظ: إذا كانت درجة التشابه غير كافية أو كان الصوت قريبًا من صوت شخص آخر، يبقى الوسم «متحدث N»؛ فعدم وضع اسم أفضل من وضع اسم خاطئ
de: Die Erkennung bleibt vorsichtig: Reicht die Ähnlichkeit nicht aus oder ist die Stimme einer anderen Person ähnlich, bleibt die Bezeichnung „Sprecher N“ – lieber unbenannt als falsch benannt
en: Recognition errs on the safe side: if the similarity is too low or the voice is close to someone else’s, the label stays as “Speaker N” — better unlabelled than mislabelled
es: El reconocimiento es prudente: si la similitud es insuficiente o la voz se parece a la de otra persona, se mantiene «Hablante N»; mejor sin etiquetar que etiquetar mal
fr: La reconnaissance reste prudente : si la similarité est insuffisante ou si la voix est proche de celle d'une autre personne, l'étiquette reste « Locuteur N » — mieux vaut ne rien nommer que mal nommer
hi: पहचान सतर्क रहती है: समानता कम होने या किसी और की आवाज़ से मेल खाने पर «वक्ता N» ही रहता है — ग़लत नाम देने से बेहतर है नाम न देना
id: Pengenalan bersikap hati-hati: jika kemiripan kurang atau suara mirip orang lain, label tetap «Pembicara N» — lebih baik tanpa nama daripada salah nama
it: Il riconoscimento è prudente: se la somiglianza è insufficiente o la voce è simile a quella di un'altra persona, resta «Interlocutore N»; meglio non etichettare che etichettare male
ja: 認識は保守的です。類似度が足りない場合や他人の声に近い場合は「話者 N」のままにします（誤って名付けるより、名付けないほうがましという方針）
ko: 인식은 보수적으로 동작합니다. 유사도가 부족하거나 다른 사람의 목소리와 비슷하면 ‘화자 N’으로 남겨 둡니다. 잘못 붙이는 것보다 붙이지 않는 편을 택합니다
nl: Herkenning is terughoudend: is de gelijkenis onvoldoende of lijkt de stem op die van iemand anders, dan blijft het label ‘Spreker N’ — liever geen naam dan een verkeerde naam
pl: Rozpoznawanie działa ostrożnie: jeśli podobieństwo jest zbyt małe lub głos jest zbliżony do głosu innej osoby, etykieta pozostaje „Mówca N” — lepiej nie podpisywać niż podpisać błędnie
pt: O reconhecimento é prudente: se a semelhança for insuficiente ou a voz for próxima da de outra pessoa, mantém-se «Falante N»; mais vale não etiquetar do que etiquetar mal
ru: Распознавание действует осторожно: если схожести недостаточно или голос близок к чужому, остаётся «Говорящий N» — лучше не подписать, чем подписать неверно
sv: Igenkänningen är försiktig: om likheten är otillräcklig eller rösten liknar någon annans förblir etiketten ”Talare N” — hellre utan namn än fel namn
th: การตรวจจับเน้นความระมัดระวัง หากความคล้ายไม่พอหรือเสียงใกล้เคียงกับคนอื่น จะคงเป็น «ผู้พูด N» ไว้ — ไม่ติดชื่อยังดีกว่าติดชื่อผิด
tr: Tanıma temkinlidir: benzerlik yetersizse veya ses başka birine yakınsa etiket «Konuşmacı N» olarak kalır — yanlış adlandırmaktansa adlandırmamak yeğdir
uk: Розпізнавання діє обережно: якщо схожості недостатньо або голос близький до чужого, залишається «Мовець N» — краще не підписувати, ніж підписати неправильно
vi: Nhận diện thiên về thận trọng: nếu độ tương đồng không đủ hoặc giọng gần với người khác, nhãn vẫn là «Người nói N» — không gán tên còn hơn gán sai
zh_hant: 辨識偏保守：相似度不足或與他人嗓音接近時保留「說話人 N」，寧可不標註也不錯標

source: 识别失败：%@
ar: فشل التعرّف: %@
de: Erkennung fehlgeschlagen: %@
en: Recognition failed: %@
es: Error de reconocimiento: %@
fr: Échec de la reconnaissance : %@
hi: पहचान विफल: %@
id: Pengenalan gagal: %@
it: Riconoscimento non riuscito: %@
ja: 認識に失敗：%@
ko: 인식 실패: %@
nl: Herkenning mislukt: %@
pl: Rozpoznawanie nie powiodło się: %@
pt: Falha no reconhecimento: %@
ru: Не удалось распознать: %@
sv: Tolkning misslyckades: %@
th: รู้จำไม่สำเร็จ: %@
tr: Tanıma başarısız: %@
uk: Не вдалося розпізнати: %@
vi: Nhận dạng thất bại: %@
zh_hant: 識別失敗：%@

source: 识别文字
ar: التعرف على النص
de: Text erkennen
en: Recognize Text
es: Reconocer texto
fr: Reconnaître le texte
hi: टेक्स्ट पहचानें
id: Kenali teks
it: Riconosci testo
ja: テキストを認識
ko: 텍스트 인식
nl: Tekst herkennen
pl: Rozpoznaj tekst
pt: Reconhecer texto
ru: Распознать текст
sv: Känn igen text
th: รู้จำข้อความ
tr: Metni Tanı
uk: Розпізнати текст
vi: Nhận dạng văn bản
zh_hant: 識別文字

source: 识别语言取下方「转写语言」；选择「自动检测」时使用系统语言。系统语音识别不提供说话人标签，说话人区分仍由本地分离组件按时间轴标注。
ar: تتبع لغة التعرّف «لغة التفريغ» أدناه؛ ويستخدم «الاكتشاف التلقائي» لغة النظام. لا يوفر التعرف على الكلام في النظام تسميات للمتحدثين؛ ويظل فصل المتحدثين من مهمة المكوّن المحلي على الخط الزمني.
de: Die Erkennungssprache folgt der „Transkriptionssprache“ unten; bei „Automatisch erkennen“ wird die Systemsprache verwendet. Die Systemspracherkennung liefert keine Sprecherbezeichnungen; die Sprechertrennung erfolgt weiterhin durch die lokale Komponente entlang der Zeitachse.
en: The recognition language follows “Transcription Language” below; choosing “Auto-detect” uses the system language. System speech recognition doesn't provide speaker labels, so speaker separation is still handled by the local separation component on the timeline.
es: El idioma de reconocimiento sigue el “Idioma de transcripción” de abajo; “Detección automática” usa el idioma del sistema. El reconocimiento de voz del sistema no proporciona etiquetas de hablante; la separación de hablantes la sigue realizando el componente local en la línea de tiempo.
fr: La langue de reconnaissance suit la « Langue de transcription » ci-dessous ; « Détection automatique » utilise la langue du système. La reconnaissance vocale du système ne fournit pas d'étiquettes d'intervenant ; la séparation des intervenants reste assurée par le composant local sur la ligne de temps.
hi: पहचान भाषा नीचे दी “ट्रांसक्रिप्शन भाषा” के अनुसार होती है; “स्वतः पहचान” सिस्टम भाषा का उपयोग करता है। सिस्टम वाक् पहचान वक्ता लेबल नहीं देती; वक्ता पृथक्करण अभी भी स्थानीय पृथक्करण घटक द्वारा समयरेखा पर किया जाता है।
id: Bahasa pengenalan mengikuti “Bahasa Transkripsi” di bawah; “Deteksi otomatis” memakai bahasa sistem. Pengenalan suara sistem tidak menyediakan label pembicara; pemisahan pembicara tetap ditangani komponen pemisahan lokal pada garis waktu.
it: La lingua di riconoscimento segue la “Lingua di trascrizione” qui sotto; “Rilevamento automatico” usa la lingua di sistema. Il riconoscimento vocale di sistema non fornisce etichette del parlante; la separazione dei parlanti è ancora gestita dal componente locale lungo la timeline.
ja: 認識言語は下の「文字起こし言語」に従います。「自動検出」を選ぶとシステム言語を使用します。システム音声認識は話者ラベルを提供しないため、話者分離は引き続きローカルの分離コンポーネントがタイムライン上で行います。
ko: 인식 언어는 아래 “전사 언어”를 따르며, “자동 감지”를 선택하면 시스템 언어를 사용합니다. 시스템 음성 인식은 화자 라벨을 제공하지 않으므로 화자 분리는 계속 로컬 분리 구성 요소가 타임라인에 따라 처리합니다.
nl: De herkenningstaal volgt de “Transcriptietaal” hieronder; “Automatisch detecteren” gebruikt de systeemtaal. Systeemspraakherkenning levert geen sprekerslabels; sprekersscheiding gebeurt nog steeds door de lokale component op de tijdlijn.
pl: Język rozpoznawania wynika z „Języka transkrypcji” poniżej; „Wykrywanie automatyczne” używa języka systemu. Rozpoznawanie mowy systemu nie podaje etykiet mówców; rozdzielanie mówców nadal wykonuje lokalny komponent na osi czasu.
pt: O idioma de reconhecimento segue o “Idioma de transcrição” abaixo; “Deteção automática” usa o idioma do sistema. O reconhecimento de fala do sistema não fornece etiquetas de falante; a separação de falantes continua a ser feita pelo componente local na linha temporal.
ru: Язык распознавания берётся из «Языка расшифровки» ниже; «Автоопределение» использует язык системы. Системное распознавание речи не даёт меток говорящих; разделение говорящих по-прежнему выполняет локальный компонент по временной шкале.
sv: Igenkänningsspråket följer ”Transkriptionsspråk” nedan; ”Automatisk identifiering” använder systemspråket. Systemets taligenkänning ger inga talaretiketter; talarseparationen hanteras fortfarande av den lokala komponenten på tidslinjen.
th: ภาษาที่ใช้รู้จำจะเป็นไปตาม “ภาษาที่ใช้ถอดความ” ด้านล่าง หากเลือก “ตรวจจับอัตโนมัติ” จะใช้ภาษาของระบบ การรู้จำเสียงพูดของระบบไม่ได้ให้ป้ายชื่อผู้พูด การแยกผู้พูดยังคงทำโดยคอมโพเนนต์แยกในเครื่องตามไทม์ไลน์
tr: Tanıma dili aşağıdaki “Çeviri Yazı Dili”ni izler; “Otomatik algıla” sistem dilini kullanır. Sistem konuşma tanıma konuşmacı etiketi sağlamaz; konuşmacı ayrımı yine yerel ayrım bileşeni tarafından zaman çizelgesinde yapılır.
uk: Мова розпізнавання береться з «Мови транскрипції» нижче; «Автовизначення» використовує мову системи. Системне розпізнавання мови не надає міток мовців; розділення мовців і далі виконує локальний компонент за часовою шкалою.
vi: Ngôn ngữ nhận dạng theo “Ngôn ngữ chuyển ngữ” bên dưới; chọn “Tự động phát hiện” sẽ dùng ngôn ngữ hệ thống. Nhận dạng giọng nói hệ thống không cung cấp nhãn người nói; việc tách người nói vẫn do thành phần tách cục bộ thực hiện theo dòng thời gian.
zh_hant: 辨識語言取下方「轉寫語言」；選擇「自動偵測」時使用系統語言。系統語音辨識不提供說話人標籤，說話人區分仍由本機分離元件按時間軸標註。

source: 词典
ar: القاموس
de: Wörterbuch
en: Dictionary
es: Diccionario
fr: Dictionnaire
hi: शब्दकोश
id: Kamus
it: Dizionario
ja: 辞書
ko: 사전
nl: Woordenboek
pl: Słownik
pt: Dicionário
ru: Словарь
sv: Ordbok
th: พจนานุกรม
tr: Sözlük
uk: Словник
vi: Từ điển
zh_hant: 詞典

source: 词典名称
ar: اسم القاموس
de: Wörterbuchname
en: Dictionary Name
es: Nombre del diccionario
fr: Nom du dictionnaire
hi: शब्दकोश का नाम
id: Nama kamus
it: Nome dizionario
ja: 辞書名
ko: 사전 이름
nl: Woordenboeknaam
pl: Nazwa słownika
pt: Nome do dicionário
ru: Название словаря
sv: Ordboksnamn
th: ชื่อพจนานุกรม
tr: Sözlük Adı
uk: Назва словника
vi: Tên từ điển
zh_hant: 詞典名稱

source: 词典文件
ar: ملفات القاموس
de: Wörterbuchdateien
en: Dictionary Files
es: Archivos de diccionario
fr: Fichiers de dictionnaire
hi: शब्दकोश फ़ाइलें
id: Berkas kamus
it: File dizionario
ja: 辞書ファイル
ko: 사전 파일
nl: Woordenboekbestanden
pl: Pliki słownika
pt: Arquivos de dicionário
ru: Файлы словаря
sv: Ordboksfiler
th: ไฟล์พจนานุกรม
tr: Sözlük Dosyaları
uk: Файли словника
vi: Tệp từ điển
zh_hant: 詞典檔案

source: 词典文件夹
ar: مجلد القاموس
de: Wörterbuchordner
en: Dictionary Folder
es: Carpeta de diccionario
fr: Dossier de dictionnaire
hi: शब्दकोश फ़ोल्डर
id: Folder kamus
it: Cartella dizionario
ja: 辞書フォルダ
ko: 사전 폴더
nl: Woordenboekmap
pl: Folder słownika
pt: Pasta de dicionário
ru: Папка словаря
sv: Ordboksmapp
th: โฟลเดอร์พจนานุกรม
tr: Sözlük Klasörü
uk: Папка словника
vi: Thư mục từ điển
zh_hant: 詞典資料夾

source: 试听该说话人最早的一段，便于判断是谁
ar: استمع إلى أول مقطع لهذا المتحدث لتسهيل تحديد هويته
de: Den frühesten Abschnitt dieses Sprechers anhören, um ihn leichter zuzuordnen
en: Preview this speaker’s earliest segment to help tell who it is
es: Escuchar el primer fragmento de este hablante para ayudarte a identificarlo
fr: Écouter le premier passage de cet interlocuteur pour aider à l'identifier
hi: यह कौन है यह पहचानने में मदद के लिए इस वक्ता का सबसे पहला खंड सुनें
id: Dengarkan segmen paling awal pembicara ini untuk membantu mengenali siapa dia
it: Ascolta il primo frammento di questo interlocutore per aiutarti a identificarlo
ja: この話者の最初の発話を試聴して、誰かを判断しやすくします
ko: 이 화자의 가장 이른 구간을 미리 들어 누구인지 판단하기 쉽게 합니다
nl: Beluister het vroegste fragment van deze spreker om te helpen bepalen wie het is
pl: Odsłuchaj najwcześniejszego fragmentu tego mówcy, aby ułatwić rozpoznanie, kto to
pt: Ouvir o primeiro segmento deste falante para ajudar a identificá-lo
ru: Прослушать самый ранний фрагмент этого говорящего, чтобы понять, кто это
sv: Lyssna på talarens tidigaste segment för att lättare avgöra vem det är
th: ฟังช่วงแรกสุดของผู้พูดรายนี้เพื่อช่วยระบุว่าเป็นใคร
tr: Kim olduğunu anlamaya yardımcı olmak için bu konuşmacının en erken bölümünü dinleyin
uk: Прослухати найраніший фрагмент цього мовця, щоб легше визначити, хто це
vi: Nghe đoạn sớm nhất của người nói này để dễ nhận biết là ai
zh_hant: 試聽該說話人最早的一段，便於判斷是誰

# 该声纹与已注册的「%@」过于相似（相似度 %@），疑似同一人。如需更正请先在设置中删除对应声纹
source: 该声纹与已注册的「%1$@」过于相似（相似度 %2$@），疑似同一人。如需更正请先在设置中删除对应声纹
ar: هذه البصمة مشابهة جدًا للبصمة المسجلة «%@» (التشابه %@) وقد تكون للشخص نفسه. للتصحيح، احذف أولًا البصمة المقابلة في الإعدادات.
de: Dieses Stimmprofil ähnelt dem registrierten „%@“ zu stark (Ähnlichkeit %@) und könnte dieselbe Person sein. Zur Korrektur zuerst das betreffende Profil in den Einstellungen löschen.
en: This voiceprint is too similar to the registered “%@” (similarity %@) and may be the same person. To correct this, delete the corresponding voiceprint in Settings first.
es: Esta huella es demasiado similar a la registrada «%@» (similitud %@) y podría ser la misma persona. Para corregirlo, elimina primero la huella correspondiente en Ajustes.
fr: Cette empreinte est trop similaire à « %@ » (similarité %@) et pourrait être la même personne. Pour corriger, supprimez d’abord l’empreinte correspondante dans les réglages.
hi: यह वॉयसप्रिंट पंजीकृत "%@" से बहुत मिलता-जुलता है (समानता %@) और वही व्यक्ति हो सकता है। सुधारने के लिए पहले सेटिंग्स में संबंधित वॉयसप्रिंट हटाएँ।
id: Sidik suara ini terlalu mirip dengan "%@" yang terdaftar (kemiripan %@) dan mungkin orang yang sama. Untuk memperbaiki, hapus dulu sidik suara terkait di Pengaturan.
it: Questa impronta è troppo simile a quella registrata «%@» (somiglianza %@) e potrebbe essere la stessa persona. Per correggere, elimina prima l’impronta corrispondente nelle impostazioni.
ja: この声紋は登録済みの「%@」と非常に似ており（類似度 %@）、同一人物の可能性があります。訂正する場合は、先に設定で該当する声紋を削除してください。
ko: 이 음성 지문이 등록된 "%@"와 너무 유사합니다(유사도 %@). 같은 사람일 가능성이 있습니다. 수정하려면 먼저 설정에서 해당 음성 지문을 삭제하세요.
nl: Deze spraakafdruk lijkt te veel op de geregistreerde ‘%@’ (overeenkomst %@) en kan dezelfde persoon zijn. Verwijder eerst de betreffende afdruk via Instellingen om dit te corrigeren.
pl: Ten odcisk jest zbyt podobny do zarejestrowanego „%@” (podobieństwo %@) i może być tą samą osobą. Aby poprawić, najpierw usuń odpowiedni odcisk w ustawieniach.
pt: Esta impressão é muito semelhante à registrada "%@" (similaridade %@) e pode ser a mesma pessoa. Para corrigir, exclua primeiro a impressão correspondente nas configurações.
ru: Этот отпечаток слишком похож на зарегистрированный «%@» (сходство %@) и может принадлежать тому же человеку. Для исправления сначала удалите соответствующий отпечаток в настройках.
sv: Detta röstavtryck liknar det registrerade ”%@” för mycket (likhet %@) och kan vara samma person. Radera först motsvarande avtryck i Inställningar för att korrigera.
th: ลายเสียงนี้คล้ายกับ "%@" ที่ลงทะเบียนไว้มาก (ความคล้าย %@) และอาจเป็นคนเดียวกัน หากต้องการแก้ไขให้ลบลายเสียงที่เกี่ยวข้องในการตั้งค่าก่อน
tr: Bu ses izi kayıtlı "%@" ile çok benzer (benzerlik %@) ve aynı kişi olabilir. Düzeltmek için önce Ayarlar’dan ilgili ses izini silin.
uk: Цей відбиток занадто схожий на зареєстрований «%@» (подібність %@) і може належати тій самій людині. Щоб виправити, спершу видаліть відповідний відбиток у налаштуваннях.
vi: Dấu vân giọng nói này quá giống với "%@" đã đăng ký (độ tương đồng %@), có thể là cùng một người. Muốn sửa, hãy xóa dấu vân tương ứng trong Cài đặt trước.
zh_hant: 該聲紋與已註冊的「%@」過於相似（相似度 %@），疑似同一人。如需更正請先在設定中刪除對應聲紋
